tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "cheat"
brew "fontforge"
brew "fonttools"
brew "fswatch"
brew "fzf"
brew "gh"
brew "gnupg"
brew "gopass"
brew "neovim"
brew "node"
brew "pinentry-mac"
brew "tree"
brew "yq"
brew "yt-dlp"

cask "font-fira-code"
cask "iterm2-beta"
