# Keys, encryption, password management
brew "gnupg"
brew "pinentry-mac" # GNUPG's UI
brew "gopass" # Password manager based on GPG

# Development and Terminal enhancement
brew "node"
brew "gh"
brew "tree"
brew "yq"
brew "cheat"
cask "font-fira-code"
brew "starship"
cask "iterm2-beta"
cask "firefox-developer-edition"

# Vim
brew "fzf"
brew "neovim"

# Offline Productivity
brew "yt-dlp"

cask "signal"
